Repository: qh-work/RAYN
Catalog: RAYN/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, zh_hans, zh_hant

source: Sun & Moon
de: Sonne & Mond
es: Sol y Luna
fr: Soleil et Lune
it: Sole e Luna
ja: 太陽と月
ko: 태양과 달
zh_hans: 日照月相
zh_hant: 日照月相

source: Sun, Moon & Marine
de: Sonne, Mond & Meereslage
es: Sol, Luna y estado del mar
fr: Soleil, Lune et mer
it: Sole, Luna e condizioni del mare
ja: 太陽・月・海況
ko: 태양·달·해상 상태
zh_hans: 日月海况
zh_hant: 日月海況

source: Sunrise
de: Sonnenaufgang
es: Amanecer
fr: Lever du soleil
it: Alba
ja: 日の出
ko: 일출
zh_hans: 日出
zh_hant: 日出

source: Sunrise to Sunset
de: Sonnenaufgang bis Sonnenuntergang
es: Amanecer al atardecer
fr: Du lever au coucher du soleil
it: Dall'alba al tramonto
ja: 日の出から日没まで
ko: 일출부터 일몰까지
zh_hans: 日出到日落
zh_hant: 日出到日落

source: Sunset
de: Sonnenuntergang
es: Puesta de sol
fr: Coucher de soleil
it: Tramonto
ja: 日没
ko: 일몰
zh_hans: 日落
zh_hant: 日落

source: Swell
de: Dünung
es: Mar de fondo
fr: Houle
it: Onda lunga
ja: うねり
ko: 너울
zh_hans: 涌浪
zh_hant: 湧浪

source: Swipe up or down through all dates. Press Select to open a forecast, and Menu to return to the list.
de: Durch alle Daten nach oben oder unten wischen. Drücken Sie „Auswählen“, um eine Vorhersage zu öffnen, und „Menü“, um zur Liste zurückzukehren.
es: Desliza hacia arriba o hacia abajo por todas las fechas. Presione Seleccionar para abrir un pronóstico y Menú para regresar a la lista.
fr: Faites glisser votre doigt vers le haut ou vers le bas pour parcourir toutes les dates. Appuyez sur Sélectionner pour ouvrir une prévision et sur Menu pour revenir à la liste.
it: Scorri verso l'alto o verso il basso attraverso tutte le date. Premere Seleziona per aprire una previsione e Menu per tornare all'elenco.
ja: 上下にスワイプしてすべての日付を移動します。選択ボタンで予報を開き、メニューボタンで一覧に戻ります。
ko: 위아래로 스와이프해 모든 날짜를 이동합니다. 선택 버튼으로 예보를 열고 메뉴 버튼으로 목록으로 돌아갑니다.
zh_hans: 上下滑动浏览所有日期，按确认键打开预报，按菜单键返回列表。
zh_hant: 上下滑動瀏覽所有日期，按確認鍵開啟預報，按選單鍵返回列表。

source: Swipe up or down to choose a date · Press Select for details
de: Wischen Sie nach oben oder unten, um ein Datum auszuwählen · Drücken Sie „Auswählen“, um Einzelheiten anzuzeigen
es: Desliza hacia arriba o hacia abajo para elegir una fecha · Presiona Seleccionar para obtener más detalles
fr: Faites glisser votre doigt vers le haut ou le bas pour choisir une date · Appuyez sur Sélectionner pour plus de détails
it: Scorri verso l'alto o verso il basso per scegliere una data · Premi Seleziona per i dettagli
ja: 上下にスワイプして日付を選択 · 選択ボタンで詳細を表示
ko: 위아래로 스와이프해 날짜 선택 · 선택 버튼으로 상세 정보 보기
zh_hans: 上下滑动选择日期 · 按确认键查看详情
zh_hant: 上下滑動選擇日期 · 按確認鍵查看詳細資訊

source: T-shirt or lightweight long sleeves
de: T-Shirt oder leichtes Langarmshirt
es: Camiseta o prenda ligera de manga larga
fr: T-shirt ou haut léger à manches longues
it: T-shirt o maglia leggera a maniche lunghe
ja: T シャツまたは軽量長袖
ko: 티셔츠 또는 가벼운 긴팔
zh_hans: T恤或轻质长袖
zh_hant: T卹或輕質長袖

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
ja: 温度
ko: 온도
zh_hans: 温度
zh_hant: 溫度

source: Temperature · Feels Like · Rain · Wind
de: Temperatur · Gefühlt · Regen · Wind
es: Temperatura · Sensación · Lluvia · Viento
fr: Température · Ressenti · Pluie · Vent
it: Temperatura · Percepita · Pioggia · Vento
ja: 気温 · 体感 · 降水 · 風
ko: 기온 · 체감 · 강수 · 바람
zh_hans: 温度 · 体感 · 降水 · 风速
zh_hant: 溫度 · 體感 · 降水 · 風速

source: Temperature Unit
de: Temperatureinheit
es: Unidad de temperatura
fr: Unité de température
it: Unità di temperatura
ja: 温度単位
ko: 온도 단위
zh_hans: 温度单位
zh_hant: 溫度單位

source: The day–night temperature range is about %1$@%2$@, so mornings and evenings will feel cooler.
de: Der Temperaturunterschied zwischen Tag und Nacht beträgt etwa %1$@%2$@. Morgens und abends fühlt es sich daher kühler an.
es: La diferencia de temperatura entre el día y la noche es de unos %1$@%2$@, por lo que refrescará por la mañana y por la noche.
fr: L’amplitude thermique entre le jour et la nuit est d’environ %1$@%2$@ ; les matinées et les soirées seront donc plus fraîches.
it: L’escursione termica tra giorno e notte è di circa %1$@%2$@, quindi mattina e sera saranno più fresche.
ja: 昼夜の気温差は約 %1$@%2$@で、朝晩はより涼しく感じられます。
ko: 일교차는 약 %1$@%2$@로, 아침과 저녁에는 더 서늘하게 느껴집니다.
zh_hans: 昼夜温差约为 %1$@%2$@，早晚体感会更凉。
zh_hant: 晝夜溫差約為 %1$@%2$@，早晚體感會更涼。

# The highest rain chance in the next 24 hours is about %lld%%. Carry an umbrella.
source: The highest rain chance in the next 24 hours is about %1$lld%%. Carry an umbrella.
de: Die höchste Regenwahrscheinlichkeit in den nächsten 24 Stunden liegt bei etwa %1$lld%%. Nehmen Sie einen Regenschirm mit.
es: La probabilidad máxima de lluvia en las próximas 24 horas es de aproximadamente un %1$lld%%. Lleva paraguas.
fr: Le risque maximal de pluie dans les prochaines 24 heures est d’environ %1$lld%%. Prenez un parapluie.
it: La probabilità massima di pioggia nelle prossime 24 ore è di circa il %1$lld%%. Porta un ombrello.
ja: 今後24時間の最大降水確率は約 %1$lld%%です。傘をお持ちください。
ko: 향후 24시간의 최대 강수 확률은 약 %1$lld%%입니다. 우산을 챙기세요.
zh_hans: 未来 24 小时最高降水概率约为 %1$lld%%，请带伞。
zh_hant: 未來 24 小時最高降水機率約為 %1$lld%%，請帶傘。

source: The real timestamp is preserved without substitute echoes
de: Der tatsächliche Zeitstempel bleibt erhalten; Ersatz-Echos werden nicht verwendet
es: Se conserva la marca de tiempo real sin ecos de sustitución
fr: L’horodatage réel est conservé, sans échos de substitution
it: L’orario reale viene conservato senza echi sostitutivi
ja: 実際の時刻情報を保持し、代替のレーダーエコーは使用しません
ko: 실제 타임스탬프를 유지하며 대체 레이더 에코는 사용하지 않습니다
zh_hans: 保留真实时间戳，不使用替代回波
zh_hant: 保留真實時間戳，不使用替代回波

source: The simulator does not render live map tiles
de: Der Simulator zeigt keine Live-Kartenkacheln an
es: El simulador no muestra teselas de mapa en directo
fr: Le simulateur n’affiche pas les tuiles de carte en direct
it: Il simulatore non mostra i riquadri della mappa in tempo reale
ja: シミュレータではライブの地図タイルを表示しません
ko: 시뮬레이터에서는 실시간 지도 타일을 표시하지 않습니다
zh_hans: 模拟器不渲染实时地图图块
zh_hant: 模擬器不渲染即時地圖圖塊

source: The weather service returned unrecognized data.
de: Der Wetterdienst hat unbekannte Daten zurückgegeben.
es: El servicio meteorológico devolvió datos no reconocidos.
fr: Le service météo a renvoyé des données non reconnues.
it: Il servizio meteorologico ha restituito dati non riconosciuti.
ja: 気象サービスが認識できないデータを返しました。
ko: 날씨 서비스가 인식할 수 없는 데이터를 반환했습니다.
zh_hans: 气象服务返回无法识别的数据。
zh_hant: 氣象服務傳回無法辨識的資料。

source: The weather service URL is invalid.
de: Die Wetterdienst-URL ist ungültig.
es: La URL del servicio meteorológico no es válida.
fr: L'URL du service météo n'est pas valide.
it: L’URL del servizio meteo non è valida.
ja: 気象サービスの URL が無効です。
ko: 기상 서비스 URL이 유효하지 않습니다.
zh_hans: 天气服务 URL 无效。
zh_hant: 天氣服務 URL 無效。

source: Thunderstorm
de: Gewitter
es: Tormenta
fr: Orage
it: Temporale
ja: 雷雨
ko: 뇌우
zh_hans: 雷雨
zh_hant: 雷雨

source: Thunderstorm with Hail
de: Gewitter mit Hagel
es: Tormenta con granizo
fr: Orage avec grêle
it: Temporale con grandine
ja: 雹を伴う雷雨
ko: 우박을 동반한 천둥번개
zh_hans: 雷雨夹冰雹
zh_hant: 雷雨夾冰雹

source: Time
de: Zeit
es: Tiempo
fr: Heure
it: Ora
ja: 時間
ko: 시간
zh_hans: 时间
zh_hant: 時間

source: Time per Scene
de: Zeit pro Szene
es: Tiempo por escena
fr: Durée par scène
it: Tempo per scena
ja: シーンごとの表示時間
ko: 장면별 재생 시간
zh_hans: 每个场景时长
zh_hant: 每個場景時長

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
zh_hans: 今天
zh_hant: 今天

# Today will be mostly %@, with a high of %@%@.
source: Today will be mostly %1$@, with a high of %2$@%3$@.
de: Heute überwiegend %1$@, Höchsttemperatur %2$@%3$@.
es: Hoy predominará %1$@, con una máxima de %2$@%3$@.
fr: Aujourd’hui : principalement %1$@, avec un maximum de %2$@%3$@.
it: Oggi il tempo sarà prevalentemente %1$@, con una massima di %2$@%3$@.
ja: 今日は%1$@。最高気温は %2$@%3$@です。
ko: 오늘은 대체로 %1$@, 최고 기온은 %2$@%3$@입니다.
zh_hans: 今天以%1$@为主，最高气温 %2$@%3$@。
zh_hant: 今天以%1$@為主，最高氣溫 %2$@%3$@。

source: Today’s Daylight
de: Heutige Tageslänge
es: Horas de luz hoy
fr: Durée du jour
it: Durata del giorno
ja: 今日の日照時間
ko: 오늘 일조 시간
zh_hans: 今日日照时长
zh_hant: 今日日照時長

source: Today’s Detailed Forecast
de: Die heutige detaillierte Prognose
es: Pronóstico detallado de hoy
fr: Prévisions détaillées du jour
it: Previsione dettagliata di oggi
ja: 今日の詳細な天気予報
ko: 오늘의 상세예보
zh_hans: 今日详细预报
zh_hant: 今日詳細預報

# Today's high is about %lld%@ above the 10-day average.
source: Today's high is about %1$lld%2$@ above the 10-day average.
de: Die heutige Höchsttemperatur liegt etwa %1$lld%2$@ über dem 10-Tage-Durchschnitt.
es: La máxima de hoy está unos %1$lld%2$@ por encima del promedio de 10 días.
fr: La température maximale d’aujourd’hui dépasse la moyenne sur 10 jours d’environ %1$lld%2$@.
it: La massima di oggi è di circa %1$lld%2$@ superiore alla media dei 10 giorni.
ja: 今日の最高気温は10日間の平均より約 %1$lld%2$@高くなります。
ko: 오늘 최고 기온은 10일 평균보다 약 %1$lld%2$@ 높습니다.
zh_hans: 今天最高气温比 10 日平均值约高 %1$lld%2$@。
zh_hant: 今天最高氣溫比 10 日平均值約高 %1$lld%2$@。

# Today's high is about %lld%@ below the 10-day average.
source: Today's high is about %1$lld%2$@ below the 10-day average.
de: Die heutige Höchsttemperatur liegt etwa %1$lld%2$@ unter dem 10-Tage-Durchschnitt.
es: La máxima de hoy está unos %1$lld%2$@ por debajo del promedio de 10 días.
fr: La température maximale d’aujourd’hui est inférieure à la moyenne sur 10 jours d’environ %1$lld%2$@.
it: La massima di oggi è di circa %1$lld%2$@ inferiore alla media dei 10 giorni.
ja: 今日の最高気温は10日間の平均より約 %1$lld%2$@低くなります。
ko: 오늘 최고 기온은 10일 평균보다 약 %1$lld%2$@ 낮습니다.
zh_hans: 今天最高气温比 10 日平均值约低 %1$lld%2$@。
zh_hant: 今天最高氣溫比 10 日平均值約低 %1$lld%2$@。

source: Tomorrow’s Change
de: Änderung morgen
es: Cambio mañana
fr: Variation demain
it: Variazione domani
ja: 明日の変化
ko: 내일 변화
zh_hans: 明日变化
zh_hant: 明日變化

source: Total Cloud Cover
de: Gesamtwolkenbedeckung
es: Nubes totales
fr: Couverture nuageuse totale
it: Copertura nuvolosa totale
ja: 総雲量
ko: 전체 운량
zh_hans: 总云量
zh_hant: 總雲量

source: Try Again
de: Versuchen Sie es erneut
es: Inténtalo de nuevo
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
zh_hans: 再试一次
zh_hant: 再試一次

# Unable to get the current location: %@
source: Unable to get the current location: %1$@
de: Der aktuelle Standort konnte nicht ermittelt werden: %1$@
es: No se puede obtener la ubicación actual: %1$@
fr: Impossible d'obtenir l'emplacement actuel : %1$@
it: Impossibile ottenere la posizione corrente: %1$@
ja: 現在地を取得できません：%1$@
ko: 현재 위치를 가져올 수 없습니다: %1$@
zh_hans: 无法获取当前位置：%1$@
zh_hant: 無法取得目前位置：%1$@

source: United Kingdom
de: Vereinigtes Königreich
es: Reino Unido
fr: Royaume-Uni
it: Regno Unito
ja: イギリス
ko: 영국
zh_hans: 英国
zh_hant: 英國

source: United States
de: Vereinigte Staaten
es: Estados Unidos
fr: États-Unis
it: Stati Uniti
ja: アメリカ合衆国
ko: 미국
zh_hans: 美国
zh_hant: 美國

# Updated %@
source: Updated %1$@
de: Aktualisiert %1$@
es: Actualizado %1$@
fr: Mis à jour %1$@
it: Aggiornato %1$@
ja: %1$@ 更新
ko: %1$@ 업데이트
zh_hans: 更新于 %1$@
zh_hant: 更新於 %1$@

source: Updating…
de: Aktualisierung…
es: Actualizando…
fr: Mise à jour…
it: Aggiornamento…
ja: 更新中…
ko: 업데이트 중…
zh_hans: 正在更新……
zh_hant: 正在更新…

source: Use Current Location
de: Aktuellen Standort verwenden
es: Usar ubicación actual
fr: Utiliser la position actuelle
it: Usa posizione attuale
ja: 現在の位置を使用
ko: 현재 위치 사용
zh_hans: 使用当前位置
zh_hant: 使用目前位置

source: Very Poor
de: Sehr schlecht
es: Muy mala
fr: Très mauvaise
it: Molto scarsa
ja: 非常に悪い
ko: 매우 나쁨
zh_hans: 很差
zh_hant: 很差

source: Viewing Distance
de: Betrachtungsabstand
es: Distancia de visionado
fr: Distance de visionnage
it: Distanza di visione
ja: 視聴距離
ko: 시청 거리
zh_hans: 观看距离
zh_hant: 觀看距離

source: Visibility
de: Sichtweite
es: Visibilidad
fr: Visibilité
it: Visibilità
ja: 視程
ko: 가시거리
zh_hans: 能见度
zh_hant: 能見度

source: Waning Crescent
de: Abnehmende Sichel
es: Luna menguante
fr: Dernier croissant
it: Luna calante
ja: 欠けていく三日月
ko: 그믐달
zh_hans: 残月
zh_hant: 殘月

source: Waning Gibbous
de: Abnehmender Dreiviertelmond
es: Gibosa menguante
fr: Lune gibbeuse décroissante
it: Gibbosa calante
ja: 欠けていく凸月
ko: 기우는 달
zh_hans: 亏凸月
zh_hant: 虧凸月

source: Waxing Crescent
de: Zunehmende Sichel
es: Luna creciente
fr: Premier croissant
it: Luna crescente
ja: 満ちていく三日月
ko: 초승달
zh_hans: 娥眉月
zh_hant: 娥眉月

source: Waxing Gibbous
de: Zunehmender Dreiviertelmond
es: Gibosa creciente
fr: Lune gibbeuse croissante
it: Gibbosa crescente
ja: 満ちていく凸月
ko: 차오르는 달
zh_hans: 盈凸月
zh_hant: 盈凸月

source: Weather conditions are stable, so planned activities can continue.
de: Die Wetterbedingungen sind stabil, sodass geplante Aktivitäten fortgesetzt werden können.
es: Las condiciones climáticas son estables, por lo que las actividades planificadas pueden continuar.
fr: Les conditions météorologiques sont stables, les activités planifiées peuvent donc se poursuivre.
it: Le condizioni meteorologiche sono stabili, quindi le attività pianificate possono continuare.
ja: 天気は安定しています。予定している活動はそのまま続けられます。
ko: 날씨가 안정적이므로 예정된 활동을 그대로 진행할 수 있습니다.
zh_hans: 天气状况稳定，计划活动可照常进行。
zh_hant: 天氣狀況穩定，計畫活動可照常進行。

source: Weather data is loading.
de: Wetterdaten werden geladen.
es: Se están cargando datos meteorológicos.
fr: Les données météorologiques sont en cours de chargement.
it: Caricamento dei dati meteo in corso.
ja: 気象データをロード中です。
ko: 날씨 데이터를 로드하는 중입니다.
zh_hans: 正在加载天气数据。
zh_hant: 正在載入天氣資料。

source: Weather is ready. The map will load next.
de: Die Wetterdaten sind bereit. Als Nächstes wird die Karte geladen.
es: Los datos meteorológicos están listos. A continuación se cargará el mapa.
fr: Les données météo sont prêtes. La carte va maintenant se charger.
it: I dati meteo sono pronti. Ora verrà caricata la mappa.
ja: 天気データの準備ができました。続いて地図を読み込みます。
ko: 날씨 데이터가 준비되었습니다. 이어서 지도를 불러옵니다.
zh_hans: 天气数据已就绪，接下来加载地图。
zh_hant: 天氣資料已就緒，接下來載入地圖。

source: Weather, air quality, marine conditions, and location search · CC BY 4.0
de: Wetter, Luftqualität, Meereslage und Ortssuche · CC BY 4.0
es: Tiempo, calidad del aire, estado del mar y búsqueda de ubicaciones · CC BY 4.0
fr: Météo, qualité de l’air, état de la mer et recherche de lieux · CC BY 4.0
it: Meteo, qualità dell’aria, condizioni del mare e ricerca località · CC BY 4.0
ja: 天気・大気質・海況・場所検索 · CC BY 4.0
ko: 날씨·대기질·해상 상태·위치 검색 · CC BY 4.0
zh_hans: 天气、空气质量、海况与地点搜索 · CC BY 4.0
zh_hant: 天氣、空氣品質、海況與地點搜尋 · CC BY 4.0

source: Weather, air quality, marine conditions, and radar appear only when a provider returns real data. Demo imagery or invented values never replace missing coverage.
de: Wetter, Luftqualität, Meereslage und Radar werden nur angezeigt, wenn ein Anbieter echte Daten liefert. Fehlende Abdeckung wird niemals durch Demobilder oder erfundene Werte ersetzt.
es: El tiempo, la calidad del aire, el estado del mar y el radar solo se muestran cuando un proveedor devuelve datos reales. La falta de cobertura nunca se sustituye por imágenes de demostración ni valores inventados.
fr: La météo, la qualité de l’air, l’état de la mer et le radar ne s’affichent que lorsqu’un fournisseur renvoie des données réelles. Les zones sans couverture ne sont jamais remplacées par des images de démonstration ou des valeurs inventées.
it: Meteo, qualità dell’aria, condizioni del mare e radar vengono mostrati solo quando un fornitore restituisce dati reali. La copertura mancante non viene mai sostituita da immagini dimostrative o valori inventati.
ja: 天気・大気質・海況・レーダーは、プロバイダから実データが返された場合にのみ表示します。データがない範囲をデモ画像や架空の値で補うことはありません。
ko: 날씨·대기질·해상 상태·레이더는 제공자가 실제 데이터를 반환할 때만 표시됩니다. 데이터가 없는 영역을 데모 이미지나 임의의 값으로 대체하지 않습니다.
zh_hans: 天气、空气质量、海况和雷达仅在数据源返回真实数据时显示；缺失覆盖绝不会用演示图像或虚构数值替代。
zh_hant: 天氣、空氣品質、海況和雷達僅在資料來源傳回真實資料時顯示；缺少涵蓋絕不會以示範影像或虛構數值替代。

# WeatherKit request failed: %@
source: WeatherKit request failed: %1$@
de: WeatherKit-Anfrage fehlgeschlagen: %1$@
es: Error en la solicitud de WeatherKit: %1$@
fr: La requête WeatherKit a échoué : %1$@
it: Richiesta WeatherKit non riuscita: %1$@
ja: WeatherKit リクエストが失敗しました: %1$@
ko: WeatherKit 요청 실패: %1$@
zh_hans: WeatherKit 请求失败：%1$@
zh_hant: WeatherKit 請求失敗：%1$@

source: Wind Direction
de: Windrichtung
es: Dirección del viento
fr: Direction du vent
it: Direzione del vento
ja: 風向き
ko: 풍향
zh_hans: 风向
zh_hant: 風向

source: Wind Gusts
de: Windböen
es: Ráfagas de viento
fr: Rafales de vent
it: Raffiche di vento
ja: 突風
ko: 돌풍
zh_hans: 阵风
zh_hant: 陣風

# Wind gusts may reach %lld km/h. Coastal areas should monitor changing winds.
source: Wind gusts may reach %1$lld km/h. Coastal areas should monitor changing winds.
de: Windböen können %1$lld km/h erreichen. In Küstenregionen sollte die Windentwicklung beobachtet werden.
es: Las rachas pueden alcanzar los %1$lld km/h. En zonas costeras, presta atención a los cambios del viento.
fr: Les rafales peuvent atteindre %1$lld km/h. Sur le littoral, surveillez l’évolution du vent.
it: Le raffiche possono raggiungere %1$lld km/h. Nelle zone costiere, controlla l’evoluzione del vento.
ja: 最大瞬間風速は %1$lld km/hに達する可能性があります。沿岸部では風の変化に注意してください。
ko: 돌풍이 %1$lld km/h에 이를 수 있습니다. 해안 지역에서는 바람의 변화를 확인하세요.
zh_hans: 阵风可能达到 %1$lld km/h，沿海地区请留意风势变化。
zh_hant: 陣風可能達到 %1$lld km/h，沿海地區請留意風勢變化。

source: Wind Speed
de: Windgeschwindigkeit
es: Velocidad del viento
fr: Vitesse du vent
it: Velocità del vento
ja: 風速
ko: 풍속
zh_hans: 风速
zh_hant: 風速

source: Wind Waves
de: Windsee
es: Mar de viento
fr: Mer du vent
it: Onde di vento
ja: 風浪
ko: 풍랑
zh_hans: 风浪
zh_hant: 風浪

# Checked %@
source: Checked %1$@
de: Geprüft %1$@
es: Comprobado %1$@
fr: Vérifié %1$@
it: Verificato %1$@
ja: %1$@ 確認
ko: %1$@ 확인
zh_hans: 检查于 %1$@
zh_hant: 檢查於 %1$@

source: Freezing precipitation may make roads and walkways slippery.
de: Gefrierender Niederschlag kann Straßen und Wege rutschig machen.
es: La precipitación helada puede hacer resbaladizos los caminos y las aceras.
fr: Les précipitations verglaçantes peuvent rendre les routes et les trottoirs glissants.
it: Le precipitazioni gelate possono rendere scivolose strade e marciapiedi.
ja: 凍結する降水により、道路や歩道が滑りやすくなるおそれがあります。
ko: 어는 비나 눈으로 도로와 보도가 미끄러울 수 있습니다.
zh_hans: 冻降水可能使道路和人行道变得湿滑。
zh_hant: 凍結性降水可能使道路和人行道變得濕滑。

source: Golden Hour
de: Goldene Stunde
es: Hora dorada
fr: Heure dorée
it: Ora dorata
ja: ゴールデンアワー
ko: 골든 아워
zh_hans: 黄金时段
zh_hant: 黃金時段

source: Moonrise
de: Mondaufgang
es: Salida de la luna
fr: Lever de lune
it: Sorgere della luna
ja: 月の出
ko: 월출
zh_hans: 月升
zh_hant: 月升

source: Moonset
de: Monduntergang
es: Puesta de la luna
fr: Coucher de lune
it: Tramonto della luna
ja: 月の入り
ko: 월몰
zh_hans: 月落
zh_hant: 月落

# Morning %@ · Evening %@
source: Morning %1$@ · Evening %2$@
de: Morgens %1$@ · Abends %2$@
es: Mañana %1$@ · Tarde %2$@
fr: Matin %1$@ · Soir %2$@
it: Mattina %1$@ · Sera %2$@
ja: 朝 %1$@ · 夕方 %2$@
ko: 아침 %1$@ · 저녁 %2$@
zh_hans: 早晨 %1$@ · 傍晚 %2$@
zh_hant: 早晨 %1$@ · 傍晚 %2$@

source: Snowfall may reduce visibility and travel safety.
de: Schneefall kann die Sicht und die Reisesicherheit beeinträchtigen.
es: La nieve puede reducir la visibilidad y la seguridad al viajar.
fr: Les chutes de neige peuvent réduire la visibilité et la sécurité des déplacements.
it: La neve può ridurre la visibilità e la sicurezza degli spostamenti.
ja: 降雪により視界が悪化し、移動の安全性が低下するおそれがあります。
ko: 눈으로 시야와 이동 안전이 저하될 수 있습니다.
zh_hans: 降雪可能降低能见度和出行安全。
zh_hant: 降雪可能降低能見度和出行安全。

source: Solar Position
de: Sonnenstand
es: Posición solar
fr: Position du soleil
it: Posizione del sole
ja: 太陽の位置
ko: 태양 위치
zh_hans: 太阳位置
zh_hant: 太陽位置

source: Sun Azimuth
de: Sonnenazimut
es: Acimut solar
fr: Azimut du soleil
it: Azimut del sole
ja: 太陽方位角
ko: 태양 방위각
zh_hans: 太阳方位角
zh_hant: 太陽方位角

source: Sun Elevation
de: Sonnenhöhe
es: Elevación solar
fr: Élévation du soleil
it: Altezza del sole
ja: 太陽高度
ko: 태양 고도
zh_hans: 太阳高度
zh_hant: 太陽高度

source: Thunderstorms are present in the current forecast. Seek shelter and avoid exposed areas.
de: Im aktuellen Vorhersagezeitraum treten Gewitter auf. Suchen Sie Schutz und meiden Sie ungeschützte Bereiche.
es: Hay tormentas en la previsión actual. Busca refugio y evita las zonas expuestas.
fr: Des orages sont prévus actuellement. Abritez-vous et évitez les zones exposées.
it: Sono presenti temporali nelle previsioni attuali. Cerca riparo ed evita le aree esposte.
ja: 現在の予報では雷雨が発生しています。安全な場所に避難し、開けた場所を避けてください。
ko: 현재 예보에 뇌우가 있습니다. 안전한 곳으로 대피하고 노출된 지역을 피하세요.
zh_hans: 当前预报有雷暴。请寻找避护处并避开空旷暴露区域。
zh_hant: 目前預報有雷暴。請尋找避護處並避開空曠暴露區域。

source: Thunderstorms or hail are present in the current forecast. Seek shelter and avoid exposed areas.
de: Im aktuellen Vorhersagezeitraum treten Gewitter oder Hagel auf. Suchen Sie Schutz und meiden Sie ungeschützte Bereiche.
es: Hay tormentas o granizo en la previsión actual. Busca refugio y evita las zonas expuestas.
fr: Des orages ou de la grêle sont prévus actuellement. Abritez-vous et évitez les zones exposées.
it: Sono presenti temporali o grandine nelle previsioni attuali. Cerca riparo ed evita le aree esposte.
ja: 現在の予報では雷雨またはひょうが発生しています。安全な場所に避難し、開けた場所を避けてください。
ko: 현재 예보에 뇌우 또는 우박이 있습니다. 안전한 곳으로 대피하고 노출된 지역을 피하세요.
zh_hans: 当前预报有雷暴或冰雹。请寻找避护处并避开空旷暴露区域。
zh_hant: 目前預報有雷暴或冰雹。請尋找避護處並避開空曠暴露區域。

# Visibility is reduced to %@ km. Use extra caution when traveling.
source: Visibility is reduced to %1$@ km. Use extra caution when traveling.
de: Die Sichtweite ist auf %1$@ km reduziert. Seien Sie unterwegs besonders vorsichtig.
es: La visibilidad se reduce a %1$@ km. Extrema la precaución al viajar.
fr: La visibilité est réduite à %1$@ km. Soyez très prudent lors de vos déplacements.
it: La visibilità è ridotta a %1$@ km. Presta particolare attenzione durante gli spostamenti.
ja: 視程が %1$@ km まで低下しています。移動の際は十分注意してください。
ko: 가시거리가 %1$@ km로 낮습니다. 이동할 때 각별히 주의하세요.
zh_hans: 能见度已降至 %1$@ km。出行时请格外小心。
zh_hant: 能見度已降至 %1$@ km。出行時請格外小心。

source: Weather Alert
de: Wetterwarnung
es: Alerta meteorológica
fr: Alerte météo
it: Allerta meteo
ja: 気象警報
ko: 기상 경보
zh_hans: 天气警报
zh_hant: 天氣警報

source: Weather Notice
de: Wetterhinweis
es: Aviso meteorológico
fr: Avis météo
it: Avviso meteo
ja: 気象通知
ko: 기상 알림
zh_hans: 天气提示
zh_hant: 天氣提示

# %lld hr %lld min remaining
source: %1$lld hr %2$lld min remaining
de: Noch %1$lld Std. %2$lld Min
es: Quedan %1$lld h %2$lld min
fr: Encore %1$lld h %2$lld min
it: Restano %1$lld h %2$lld min
ja: 残り%1$lld時間%2$lld分
ko: %1$lld시간 %2$lld분 남음
zh_hans: 剩余 %1$lld 小时 %2$lld 分钟
zh_hant: 剩餘 %1$lld 小時 %2$lld 分鐘

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

source: European AQI
de: Europäischer Luftqualitätsindex
es: ICA europeo
fr: Indice européen de qualité de l’air
it: IQA europeo
ja: 欧州大気質指数
ko: 유럽 대기질 지수
zh_hans: 欧洲空气质量指数
zh_hant: 歐洲空氣品質指數

source: Illumination
de: Beleuchteter Anteil
es: Iluminación
it: Illuminazione
ja: 輝面比
ko: 밝은 면 비율
zh_hans: 月面照亮比例
zh_hant: 月面照亮比例

source: Moon Age
de: Mondalter
es: Edad lunar
fr: Âge de la Lune
it: Età lunare
ja: 月齢
ko: 월령
zh_hans: 月龄
zh_hant: 月齡

source: Moon details
de: Monddetails
es: Detalles de la Luna
fr: Détails de la Lune
it: Dettagli sulla Luna
ja: 月の詳細
ko: 달 상세 정보
zh_hans: 月亮详情
zh_hant: 月亮詳情

source: Next 14 Days
de: Nächste 14 Tage
es: Próximos 14 días
fr: 14 prochains jours
it: Prossimi 14 giorni
ja: 今後14日間
ko: 향후 14일
zh_hans: 未来 14 天
zh_hant: 未來 14 天

source: Press Select to keep this hour highlighted
de: Drücken Sie „Auswählen“, um diese Stunde hervorzuheben
es: Pulsa Seleccionar para mantener esta hora resaltada
fr: Appuyez sur Sélectionner pour conserver cette heure en surbrillance
it: Premi Seleziona per mantenere evidenziata quest’ora
ja: 選択ボタンを押してこの時間を強調表示します
ko: 선택 버튼을 눌러 이 시간을 강조 표시합니다
zh_hans: 按选择键保持高亮这个小时
zh_hant: 按選擇鍵保持醒目提示這個小時

source: Press Select to view the lunar calendar
de: Drücken Sie „Auswählen“, um den Mondkalender anzuzeigen
es: Pulsa Seleccionar para ver el calendario lunar
fr: Appuyez sur Sélectionner pour afficher le calendrier lunaire
it: Premi Seleziona per visualizzare il calendario lunare
ja: 選択ボタンを押して月齢カレンダーを表示します
ko: 선택 버튼을 눌러 음력 달력을 봅니다
zh_hans: 按选择键查看月相日历
zh_hant: 按選擇鍵查看月相日曆
